{
  "raw_answer": "PCR direct sequencing, high-resolution melting (HRM) analysis, Haplotype analysis",
  "question": "Format answer for: Regarding patient 'D': What genetic methods were used in this study?",
  "context": "Based on the information contained within the provided document, the following genetic methods were used in this study regarding patient 'D':\n\nPatient 'D' was identified as a patient with sporadic PD (SPD) who had the p.D620N mutation in the VPS35 gene. The genetic methods applied to Patient 'D' (as an SPD patient and as a carrier of the p.D620N mutation) according to the \"Genetic Analysis\" section (page 2) include:\n\n1.  **Genomic DNA extraction**: \"Genomic DNA was extracted from peripheral blood using a standard protocol.\"\n2.  **PCR direct sequencing**: Patient D, as an SPD patient, was \"examined for the following 7 variants: p.M571 (exon 3), p.1241M (exon 7), p.P316S (exon 9), p.R524W (exon 13), p.D620N (exon 15), p.A737V (exon 16), and p.L774M (exon 17) of VPS35... PCR direct sequencing was performed using a BigDye Terminator v1.1 Cycle Sequencing kit and 3130 Genetic Analyzer (Applied Biosystems, Foster City, CA) or 3730 DNA Analyzer (Applied Biosystems).\"\n3.  **High-resolution melting (HRM) analysis**: As an SPD patient, Patient D was \"also genotyped for c.1858G>A (p.D620N) mutation by high-resolution melting (HRM) analysis using LightScanner and LCGreen plus (Idaho Technology, Salt Lake City, UT).\"\n4.  **Analysis of all exons of VPS35**: Since Patient D was found to carry the p.D620N mutation, \"All exons of VPS35 were also analyzed in patients with the p.D620N mutation using the method described previously.³\" The results confirmed that \"Patients carrying the p.D620N mutation did not have any other variants in all exons of VPS35.\" (page 3).\n5.  **Haplotype analysis**: \"Haplotype analysis of the VPS35 flanking region was performed using 3130 Genetic analyzer and GeneMapper software (Applied Biosystems, Foster City, CA).\" Table 1 on page 3 explicitly includes data for patient 'D' under \"Haplotype analysis of VPS35 p.D620N mutation carriers.\""
}