{
  "raw_answer": "Based only on the information contained within the provided document, the non-motor symptoms observed in patient 'D' and their presence are as follows:\n\nOrthostatic hypotension: no\nIncontinence: no\nUrinary urgency: no\nDystonia at onset: no\nHallucination: no\nOther psychosis: no\nDementia: no\nGaze palsy: no\n\n**Explanation of how this was derived from the document:**\nThe information is primarily drawn from Table 2 (\"Clinical features of patients with p.D620N mutation\") on page 3. Patient 'D' is one of the columns in this table.\n\nNon-motor symptoms and their status for Patient 'D' from Table 2 are:\n*   **Orthostatic hypotension**: Listed with a '-' symbol, indicating absence. (Autonomic symptom)\n*   **Incontinence**: Listed with a '-' symbol, indicating absence. (Autonomic symptom)\n*   **Urinary urgency**: Listed with a '-' symbol, indicating absence. (Autonomic symptom)\n*   **Sleep benefit**: Listed as 'Unknown'. As this is not a 'yes' or 'no', it is not included in the formatted answer.\n*   **Dystonia at onset**: Listed with a '-' symbol, indicating absence. (While dystonia is a movement disorder, it can have sensory components like pain or be an early non-cardinal feature; considered here as per the broad request for non-motor symptoms).\n*   **Hyperreflexia**: Listed with a '-' symbol. This is a neurological sign and less directly a \"non-motor symptom\" in the typical PD categories of cognitive, autonomic, psychiatric, sleep, or sensory symptom. It has been excluded from the final list to adhere closely to common classifications of PD non-motor symptoms.\n*   **Hallucination**: Listed with a '-' symbol, indicating absence. (Psychiatric symptom)\n*   **Other psychosis**: Listed with a '-' symbol, indicating absence. (Psychiatric symptom)\n*   **Dementia**: Listed with a '-' symbol, indicating absence. (Cognitive symptom)\n*   **Gaze palsy**: Listed with a '-' symbol, indicating absence. (Neurological sign affecting vision, can relate to sensory symptoms).\n\nThe textual description of Patient D on page 3 (\"Patient D, who developed upper limb rest tremor at age 42, had no family history of PD. She underwent subthalamic nucleus deep brain stimulation (STN-DBS) at age 60 because of disabling motor fluctuation and dyskinesia refractory to pharmacological treatment.\") primarily describes motor symptoms and treatments, and does not add further information about non-motor symptoms relevant to this list.",
  "question": "Regarding patient 'D': List all *non-motor* symptoms (like cognitive, autonomic, psychiatric, sleep, sensory) observed in the patient and state if they were present (yes/no). Format as 'Symptom Name: yes/no', separated by semicolons or newlines. Examples: Depression: yes; Anosmia: no; RBD: yes; Constipation: yes.",
  "context": "Based *only* on the information contained within the provided document, answer the following question:\n\nRegarding patient 'D': List all *non-motor* symptoms (like cognitive, autonomic, psychiatric, sleep, sensory) observed in the patient and state if they were present (yes/no). Format as 'Symptom Name: yes/no', separated by semicolons or newlines. Examples: Depression: yes; Anosmia: no; RBD: yes; Constipation: yes.\n\nIf the information is not found in the document, state 'Information not found'."
}