{
  "raw_answer": "Based *only* on the information contained within the provided document:\n\nPatient CII-3 is an affected individual in Family C (Figure 1C, Table 2).\nTable 1 (\"Haplotype analysis of VPS35 p.D620N mutation carriers\") shows that patient CII-3 has the \"VPS35 p.D620N\" mutation with alleles \"A/G\", indicating a heterozygous mutation.\nThe text also states, \"We detected the heterozygous missense p.D620N mutation in 3 unrelated patients with ADPD...\" (Page 2, Results), and CII-3 is one of these patients from an ADPD family (Family C). So, patient CII-3 is one affected individual in Family C with a heterozygous mutation.\n\nFamily C (Figure 1C) also shows individual I-1 (the father of CII-3) as affected. The figure legend for Figure 1 states: \"asterisk, individual analyzed for the p.D620N mutation and/or haplotype\". In Family C (Figure 1C), only individual II-3 (CII-3) has an asterisk. Individual I-1 does not.\nFurthermore, the text on page 4, in the Discussion section, states: \"To determine the chromosomal phase of families B and C, detailed genetic analyses of other family members are needed in future studies.\" This implies that other family members in Family C, such as the affected father (I-1), were not genetically analyzed in sufficient detail in this study to report their mutation status.\n\nTherefore, the document explicitly confirms that one affected individual in Family C (CII-3) has a heterozygous mutation. The document confirms that another individual in Family C (I-1) is affected but does not provide information on whether I-1 has a heterozygous mutation.\n\nSince the question asks for the total number of affected individuals in the family who have heterozygous mutations, and this information is only provided for one of the two affected individuals shown, the complete information is not found.\n\nInformation not found.",
  "question": "Regarding patient 'CII-3' from family 'Family C': How many affected individuals in the family have heterozygous mutations?",
  "context": "Based *only* on the information contained within the provided document, answer the following question:\n\nRegarding patient 'CII-3' from family 'Family C': How many affected individuals in the family have heterozygous mutations?\n\nIf the information is not found in the document, state 'Information not found'."
}