{
  "raw_answer": "-99",
  "question": "Format answer for: Regarding patient 'CII-3' from family 'Family C': How many unaffected individuals in the family have wildtype (no mutations)?",
  "context": "Based *only* on the information contained within the provided document:\n\nFigure 1C shows the pedigree for Family C.\nIndividual CII-3 is the proband (affected).\nThe question asks about *unaffected* individuals in Family C who have wildtype (no mutations).\n\nUnaffected individuals in Family C, as depicted by open symbols in Figure 1C, are:\n*   **I-1:** Male, open symbol (unaffected in diagram), has an asterisk.\n*   **I-2:** Female, open symbol (unaffected), deceased, no asterisk.\n*   **II-1:** Female, open symbol (unaffected), no asterisk.\n*   **II-2:** Male, open symbol (unaffected), no asterisk.\n*   **II-4:** Female, open symbol (unaffected), no asterisk.\n\nThe legend for Figure 1 states: \"asterisk, individual analyzed for the p.D620N mutation and/or haplotype\".\n\nLet's consider individual I-1 from Family C:\nThe pedigree (Fig 1C) shows I-1 as an open symbol (unaffected) with an asterisk (analyzed).\nHowever, the text on page 3, under \"Clinical Presentation\", states: \"...the father of patient CII-3 also developed PD (Fig. 1B, C).\" Patient CII-3's father is I-1 in Family C. This means individual I-1 is actually affected with PD. Therefore, I-1 is not an *unaffected* individual.\n\nNow consider the other individuals who are depicted as unaffected in Figure 1C:\n*   **I-2** (unaffected, deceased)\n*   **II-1** (unaffected)\n*   **II-2** (unaffected)\n*   **II-4** (unaffected)\n\nNone of these individuals (I-2, II-1, II-2, II-4) have an asterisk. According to the legend, this means they were *not* analyzed for the p.D620N mutation and/or haplotype.\nSince they were not analyzed, the document does not provide information on whether they have the wildtype (no mutations) genotype.\n\nTherefore, based only on the information in the document, we cannot determine how many unaffected individuals in Family C have wildtype (no mutations) because the relevant unaffected individuals were not genetically analyzed according to the provided information.\n\nInformation not found."
}